var data1 = [
{  
  name : "Прибор DDA-33",
  val : "00905"
},
{
  name : "Дата тестирования",
  val : "21.06.2012"
},
{
  name : "Номер партии",
  val : "3 (A7K125?)"
},
{
  name : "Зернистость",
  val : "1000/800"
},
{
  name : "Проверено зерен",
  val : "30"
},
{
  name : "Средняя прочность, N",
  val : "261.81"
},
{
  name : "Ср. кв. отклонение, N",
  val : "244.14"
},
{
  name : "Max прочность, N",
  val : "1252.20"
},
{
  name : "Min прочность, N",
  val : "19.40"
},
{
  name : "Средний размер, мкм",
  val : "721.50"
},
{
  name : "Ср. кв. отклонение, мкм",
  val : "98.46"
},
{
  name : "Ср. уд. прочность, Н/mm",
  val : "2326.70"
},
{
  name : "Ср. уд. отклонение, Н/mm",
  val : "2300.43"
},
{
  name : "Присвоена марка",
  val : "K?"
}
];

var data2 = [
{
  min : "19.00",
  max : "122.00",
  n : "7",
  perc : "23.3"
},
{
  min : "122.00",
  max : "225.00",
  n : "11",
  perc : "36.7"
},
{
  min : "225.00",
  max : "328.00",
  n : "4",
  perc: "13.3"
},
{
  min : "328.00",
  max : "431.00",
  n : "3",
  perc : "10.0"
},
{
  min : "431.00",
  max : "534.00",
  n : "1",
  perc : "3.3"
},
{
  min : "534.00",
  max : "637.00",
  n : "2",
  parc: "6.7"
},
{
  min : "637.00",
  max : "740.00",
  n : "1",
  perc : "3.3"
},
{
  min : "740.00",
  max : "843.00",
  n : "0",
  perc : "0.0" 
},
{
  min : "843.00",
  max : "946.00",
  n : "0",
  perc : "0.0"
},
{
  min : "946.00",
  max : "1049.00",
  n : "0",
  perc : "0.0"
},
{
  min : "1049.00",
  max : "1152.00",
  n : "0",
  perc : "0.0"
},
{
  min : "1152.00",
  max : "1255.00",
  n : "1",
  perc : "3.3"
}
];